# Brew Installations
brew "pyenv"
brew "wget"
brew "fzf"
brew "git"
brew "powerlevel10k"
brew "tmux"
brew "tree"
brew "watch"
brew "zoxide"
brew "bat"
brew "eza"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "jq"
brew "fd"
brew "fontconfig"
brew "bind"
brew "helm"
brew "go"
brew "luarocks"
brew "ghostscript"
brew "imagemagick"
brew "tectonic"
brew "node"
brew "pngpaste"  # Used by obsidian.nvim to paste images
brew "trash" # CLI tool that moves files or folder to the trash, used by neo-tree.nvim
brew "htop"
brew "neovim"
brew "gnu-sed"
brew "ripgrep"
brew "lazygit"
# brew "kubernetes-cli"
# brew "mysql-client"

cask "font-fira-code-nerd-font"
cask "hot"  # Not essentials, but added them here, as I install them all the time ;)
cask "sf-symbols"
