aeschli.vscode-css-formatter
alefragnani.bookmarks
angular.ng-template
antiantisepticeye.vscode-color-picker
astro-build.astro-vscode
atlassian.atlascode
biomejs.biome
bradlc.vscode-tailwindcss
britesnow.vscode-toggle-quotes
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
csicar.key-proof-language
csstools.postcss
cweijan.dbclient-jdbc
cweijan.vscode-postgresql-client2
cyrilletuzi.angular-schematics
daltonmenezes.aura-theme
dart-code.dart-code
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
emilast.logfilehighlighter
esbenp.prettier-vscode
extr0py.vscode-relative-line-numbers
firsttris.vscode-jest-runner
formulahendry.code-runner
foxundermoon.shell-format
geeksharp.openssl-configuration-file
github.copilot
github.copilot-chat
github.github-vscode-theme
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
huizhou.githd
jeppeandersen.raml
jetmartin.bats
jock.svg
johnpapa.angular2
kacperbiedka.one-candy-dark
kamikillerto.vscode-colorize
kisstkondoros.vscode-gutter-preview
legale.dts-formatter
maptz.regionfolder
mechatroner.rainbow-csv
mikestead.dotenv
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vsliveshare.vsliveshare
nrwl.angular-console
octref.vetur
passioinc.go-inline-pgformatter
pkief.material-icon-theme
platformio.platformio-ide
plethoraofhate.aws-actions
plex.vscode-protolint
plorefice.devicetree
prisma.prisma
quicktype.quicktype
rangav.vscode-thunder-client
redhat.vscode-yaml
ritwickdey.liveserver
rust-lang.rust-analyzer
sburg.vscode-javascript-booster
streetsidesoftware.code-spell-checker
tomoki1207.pdf
tomphilbin.gruvbox-themes
twxs.cmake
uctakeoff.vscode-counter
ue.alphabetical-sorter
usernamehw.errorlens
usernamehw.remove-empty-lines
vintharas.learn-vim
vscodevim.vim
wayou.vscode-todo-highlight
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zainchen.json
zhuangtongfa.material-theme
zxh404.vscode-proto3
